Repository: quicksilver/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/Preferences.strings
Languages: de

source: Accurate
de: Präzision

source: Actions
de: Aktionen

source: Activation:
de: Aktivierung: )

source: Add Quicksilver to your login items
de: Quicksilver der Anmeldeliste hinzufügen

source: Add actions from the services menu
de: Aktionen des Service-Menüs hinzufügen

source: All Items
de: Alle Elemente

source: Application
de: Programm

source: Application Selection
de: Programm Auswahl

source: Automatically show other matches
de: Zeige weitere Funde automatisch

source: Automatically show shelf
de: Öffne die Ablage automatisch

source: CC myself in Direct Email
de: CC an mich bei Direktmail

source: Cancel
de: Abbruch

source: Capitalized keys modify action
de: Hochgestellte Tasten modifizieren die Aktion

source: Capture History:
de: Erfassungsverlauf

source: Check Now
de: Überprüfen

source: Check for update immediately
de: Überprüfe sofort auf Updates

source: Check for updates:
de: Auf Updates überprüfen

source: Clipboard
de: Zwischenablage

source: Command
de: Befehl

source: Command Line Tool
de: Kommandozeilenprogramm

source: Contact Actions
de: Kontakt Aktionen

source: Create new threads for tasks
de: Erstelle neue 'Threads' für Aufgaben

source: Daily
de: Täglich

source: Default Chat Client
de: Messagerie instantanée par défaut

source: Default Email Client
de: Messagerie par défaut

source: Delayed
de: Après coup

source: Development versions check daily regardless of these settings
de: Les versions de développement vérifient quotidiennement sans tenir compte de ces réglages

source: Don't activate on startup
de: Ne pas activater au démarrage

source: Don't rescan catalog automatically
de: Ne pas rescanner le catalogue automatiquement

source: Don't show status menu item
de: Ne pas afficher l'icône du menu des statuts

source: Dropped items go to:
de: Les éléments tombés vers :

source: Enable Rendezvous
de: Activer Rendezvous

source: Enable Services
de: Activer les services

source: Fast
de: Rapide

source: Features & Stability
de: Fonctions & Stabilité

source: Hide after pasting
de: Masquer après collage

source: Hide menus and dock icon
de: Enlever l'icône du dock et les menus de la barre

source: Ignore items larger than:
de: Ignorer les éléments plus large que :

source: Immediately
de: Immédiatement

source: Inline Contents
de: Contenu en ligne

source: Install
de: Installer

source: Kind:
de: Genre :

source: Last Check:
de: Dernière mise à jour:

source: Last Used Item
de: Dernier élément utilisé

source: Load icons for
de: Charger les icones pour :

source: Maintain aliases to file Items
de: Maintenir les liens pour classer les éléments

source: Matching
de: Résultas

source: Menu Bar
de: Menu barre

source: Monthly
de: Chaque mois

source: Networking
de: Réseau

source: On Launch
de: Au lancement

source: One-hand matching
de: Résultat en un coup

source: Preferences
de: Préférences

source: Recieve Items
de: Réception des éléments

source: Reopening an application
de: Réouvrir une application

source: Reset search after
de: Initialiser après

source: Routing
de: Aiguillage

source: Run tasks in background
de: Exécutez les tâches en fond

source: Searchable items are controlled by the catalog
de: Les éléments recherchables sont contrôlés par le catalogue

source: Selected Item Only
de: Les éléments sélectionnés

source: Send Files With:
de: Envoyer les fichiers avec:

source: Send results to:
de: Envoyer les résultats vers :

source: Share Clip History
de: Partager l'historique

source: Share Clipboard
de: Partager le presse-papiers

source: Shelf
de: l'étagère

source: Show Task Viewer automatically
de: Montrez le visualisateur de tâche automatiquement

source: Show children
de: Montrer les enfants

source: Show only valid applications for Open With...
de: Afficher que les applis valides pour Ouvrir avec...

source: Show other matches
de: Montrer d'autres résultats

source: Show shelf on launch
de: Montrez l'étagère au lancement

source: Shrink icons to save memory
de: Rétrécir des icônes pour épargner la mémoire

source: Start at login
de: Lancement au démarrage de session

source: Superfluous visual effects
de: Effets visuels superflus

source: Suppress HotKeys in Command
de: Supprimez les racourcis-clavier aux commandes

source: Task Viewer
de: Le visualisateur de tâches

source: Temporary pref - Requires relaunch
de: Préf temporaire - Nécésite un redémarrage

source: Update
de: Mise à jour

source: Use
de: Utiliser

source: Wait for
de: Attendre

source: Warn before quitting
de: Retard avant de quitter

source: Weekly
de: Chaque semaine

source: Window
de: Fenêtre

source: activates
de: Activations

source: for selections and reveals
de: pour les sélections et ouvertures

source: qs is not installed
de: QS n'est pas installé

source: seconds
de: secondes

source: seconds before searching
de: secondes après la recherche

source: shows all windows
de: Affiche toutes les fenêtres

source: shows front window
de: Affiche les fenêtres du premier plan
