Repository: quicksilver/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/QSAdvancedPrefPane.strings
Languages: cs, de, es, fr, nl, pt_br, tr

source: Extras
cs: Další

source: The Kitchen Sink
cs: Kuchyňský dřez
fr: Tout le reste
nl: De keukentafel
pt_br: A Pia da Cozinha

# QSShowTaskViewerAutomatically:title
source: Show the Task Viewer automatically when tasks are created
cs: Zobrazit prohlížeč úloh automaticky po vytvoření úlohy
de: Aufgabenbetrachter automatisch anzeigen, sobald Aufgaben erstellt wurden
es: Mostrar el visor de tareas automáticamente cuando se cree una tarea
fr: Affiche la fenêtre des tâches automatiquement à leur création
nl: Toon de taak viewer automatisch wanneer taken worden aangemaakt
pt_br: Exibir o Visualizador de Tarefas automaticamente quando as tarefas forem criadas
tr: Görev oluşturulduğu zaman Görev Görüntüleyiciyi özdevinimli olarak göster

# Hide Other Apps When Switching:title
source: Hide other applications when switching applications (shift prevents)
cs: Při přepínámí aplikací skrýt ostatní (lze přeřaďovačem zakázat)
de: Andere Anwendungen beim Wechseln ausblenden (durch Umschalttaste verhindern)
es: Ocultar otras aplicaciones al conmutar (desactivado con shift)
fr: Masque les autres applications en basculant de l’une à l’autre (bloqué par Maj.)
nl: Verberg andere applicaties bij het omschakelen van applicaties (Shift voorkomt dit)
pt_br: Ocultar outros aplicativos quando alternando aplicativos (shift impede)
tr: Uygulamalar arasında gezinirken diğer uygulamaları gizle (yükseltme düğmesi engeller)

# Multithreaded Execute:title
source: Run tasks and actions in the background
cs: Spustit úlohy a akce na pozadí
de: Aufgaben und Aktionen im Hintergrund laufen lassen
es: Ejecutar tareas y acciones de fondo
fr: Exécuter tâches et actions en tâche de fond
nl: Voer taken en acties uit op de achtergrond
pt_br: Executar tarefas e ações em segundo plano
tr: Görevleri ve eylemleri ardalanda çalıştır

# QSActionAppReopenBehavior:title
source: Reopening the current application
cs: Znovu se spouští aplikace
de: Anwendung erneut öffnen
es: Reiniciando la aplicación actual
fr: Réouvrir l'application courante
nl: Heropenen van de huidige applicatie
pt_br: Reabrindo o aplicativo atual
tr: Uygulama yeniden açılıyor

# QSActionAppReopenBehavior:activates the application
source: activates the application
cs: přepnout do aplikace
de: Aktiviert die Anwendung
es: activa la aplicación
fr: active l’application
nl: Activeert de applicatie
pt_br: ativa o aplicativo
tr: uygulamayı etkinleştirir

# QSActionAppReopenBehavior:shows the front window
source: shows the front window
cs: zobrazit okna v popředí
de: Zeigt das Frontfenster
es: muestra la ventana superior
fr: affiche la fenêtre principale
nl: toont het voorste venster
pt_br: exibe a janela principal
tr: ilk pencereyi gösterir

# QSActionAppReopenBehavior:shows all windows
source: shows all windows
cs: zobrazit všechna okna
de: Zeigt alle Fenster an
es: muestra todas las ventanas
fr: affiche toutes les fenêtres
nl: toont alle vensters
pt_br: exibe todas as janelas
tr: bütün pencereleri gösterir

# QSUpdateReleaseLevel:title
source: Application Update Type
cs: Typ aktualizace aplikace
de: Typ der Anwendungsaktualisierung
es: Tipo de actualización de aplicación
fr: Type de mise à jour de l’application
nl: Applicatie update type
pt_br: Tipo de Atualização do Aplicativo
tr: Uygulama Güncelleme Türü

# QSUpdateReleaseLevel:Final Releases
source: Final Releases
cs: Stabilní verze
de: Finale Versionen
es: Versiones finales
fr: Distribution finale
nl: Laatse release
pt_br: Versões Finais
tr: Son Sürümler

# QSUpdateReleaseLevel:Prerelease Candidates
source: Prerelease Candidates
cs: Testovací verze
de: Prerelease-Kandidaten
es: Versiones candidatas
fr: Candidat à la distribution
nl: Prerelease candidaten
pt_br: Versões Prerelease Candidate
tr: Sürüm Adayları

# QSUpdateReleaseLevel:Developer Previews
source: Developer Previews
cs: Vývojová verze
de: Entwickler-Vorschauen
es: Versiones de desarrollo
fr: Préversion pour développeurs
nl: Ontwikkelaars previews
pt_br: Versões Preview de Desenvolvedor
tr: Geliştirici Sürümleri

# QSUpdateWithoutAsking:title
source: Update without asking
cs: Aktualizovat automaticky
fr: Mettre à jour sans demander
nl: Updaten zonder te vragen
pt_br: Atualizar sem perguntar

# Shift Actions:title
source: Allow capitalized keys to select the action
cs: Povolit kl. s velkými znaky vybrat akci
es: Permitir teclas en mayúscula para seleccionar la acción
fr: Permet aux lettres majuscules de sélectionner l'action
nl: Sta hoofdlettertoetsen toe om de actie te selecteren
pt_br: Permitir que chaves maiúsculas selecionem a ação
tr: Büyük harflerin eylemi seçmesine izin ver

# Suppress HotKeys in Command:title
source: Disable Keyboard Triggers when Quicksilver is focused
cs: Vypnout spouštění pomocí spouštěcí klávesy, když je Quicksilver aktivní
de: Disable Trigger HotKeys when Quicksilver is focused
es: Desactivar atajos de teclado cuando Quicksilver tiene el foco
fr: Désactive les raccourcis lorsque Quicksilver est au premier plan
nl: Uitschakelen van toetsenbord triggers wanneer de focus op Quicksilver is gericht
pt_br: Desabilitar Gatilhos de Teclado quando Quicksilver estiver em foco
tr: Quicksilver önplanda iken Kısayol Düğmesi Tetikleyicileri etkisizleştir

# Double Delete Clears Object:title
source: Pressing the Delete key clears the whole search string
cs: Dvojtým stiskem klávesy Delete se smaže aktuální objekt
de: Aktuelles Objekt durch doppeltes Drücken der ENTF-Taste löschen
es: Pulsar la tecla borrar dos veces quita el objeto actual
fr: Appuyer sur la touche Suppr deux fois supprime l’objet sélectionné
nl: Als u op de Delete-toets drukt, wordt de hele zoekreeks gewist
pt_br: Pressionando tecla Delete limpa toda a sequência de busca
tr: Sil düğmesine iki kez basmak etkin nesneyi temizler

# QSHistoryMaxLength:title
source: Number of items in Quicksilverâ€™s history
cs: Počet položek v historii aplikace Quicksilver
fr: Nombre d’éléments dans l’historique de Quicksilver
nl: Aantal items in de geschiedenis van Quicksilver
pt_br: Número de Itens no histórico do Quicksilver
