Repository: quicksilver/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/QSAppearancePrefPane.strings
Languages: fr

source: Add Glow to Matched Text
fr: Faire briller les résultats dans le texte

source: Add a glow to the searched for characters in an item’s name
fr: Faire briller les recherches de caractères dans le nom d’un élément

source: Always Show Name
fr: Toujours afficher le nom

source: Background
fr: Fond

source: Background color for the selected pane in the main window
fr: Couleur de fond pour le panneau sélectionné dans la fenêtre principale

source: Background color of the main window
fr: Couleur de fond de la fenêtre principale

source: Background color of the results list
fr: Couleur de fond pour la liste des résultats

source: Bezels are glass
fr: Les bezels sont en verre

source: Bezels have shadows
fr: Les bezels ont des ombres

source: Click to customise the interface
fr: Cliquer pour personnaliser l'interface

source: Color of the results list selected row
fr: Couleur des rangs sélectionnés dans la liste des résultats

source: Colors
fr: Couleurs

source: Compress Long Names
fr: Compresser les nom longs

source: Customize
fr: Personnaliser

source: Defaults
fr: Par défaut

source: Enable eye-candy
fr: Activer les effets spéciaux

source: Header and footer background color in the result list
fr: Couleur des en-tête et pied de page dans la liste des résultats

source: Interface type
fr: Type d'interface

source: Main Window:
fr: Fenêtre principale :

source: Make the interface pop in and out
fr: Mettre l’interface en évidence par intermittence

source: Preview
fr: Aperçu

source: Preview the colour changes in the interface
fr: Offrir un aperçu du changement de couleur dans l'interface

source: Result Headers:
fr: En-têtes des résultats :

source: Result Lists:
fr: Liste des résultats :

source: Select Interface:
fr: Sélectionner l’interface :

source: Selection & Accents
fr: Sélection & accents

source: Superfluous visual effects
fr: Effets visuels superflus

source: Text
fr: Texte

source: Text color in the main window
fr: Couleur du texte dans la fenêtre principale

source: Text color in the results list rows
fr: Couleur du texte dans les rangs des listes de résultats

source: Text color of the result window header/footer text
fr: Couleur du texte des en-têtes et pieds de page de la fenêtre de résultats

source: Underline Matched Text
fr: Souligner le texte correspondant

source: Underline the searched for characters in an item’s name
fr: Souligner les recherches de caractères dans le nom d’un elément

source: Unused
fr: Inutilisé

source: Use the palette below to alter the colors of the interface
fr: Utiliser la palette ci-dessous pour modifier la couleur de l’interface.

source: When the item’s name can’t fit, try squeezing letters together before truncating
fr: Lorsque le nom d’uélément ne tient pas, essayer de comprimer les lettres ensemble avant de couper

source: When the search matches an item’s label, keep the name visible
fr: Lorsque la recherche a des correspondances dans l’étiquette d’un élément, garder le nom apparent

source: Window
fr: Fenêtre
