Repository: quicksilver/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/QSPlugInsPrefPane.strings
Languages: fr, nl

source: Plugins
fr: Modules externes

source: Find and install plugins
fr: Rechercher et installer des modules externes
nl: Plug-ins zoeken en installeren

source: Categories
fr: Catégories
nl: Categorieën

source: Copy Installation URL
fr: Copier l’URL d'installation
nl: Installatie-URL kopiëren

source: Delete Selected Plugins
fr: Supprimer les modules externes sélectionnés
nl: Geselecteerde plug-ins verwijderen

source: Download as File...
fr: Télécharger en tant que fichier…
nl: Downloaden als bestand...

source: Install Selected Plugins
fr: Installer les modules externes sélectionnés
nl: Geselecteerde plug-ins installeren

source: Install clicked plugins without asking
fr: Installer les modules externes cliqués sans demander
nl: Installeer aangeklikte plug-ins zonder te vragen

source: Install plugins from web without asking
fr: Installer les modules externes depuis el Web sans demander
nl: Installeer plug-ins van het web zonder te vragen

source: Install prerequisites without asking
fr: Installer les prérequis sans demander
nl: Vereisten installeren zonder te vragen

source: Installed Version
fr: Version installée
nl: Geïnstalleerde versie

source: Latest Version
fr: Dernière version
nl: Laatste versie

source: N/A
fr: N/D
nl: NVT

source: No Description
fr: Aucune description
nl: Geen beschrijving

source: None
fr: Aucun
nl: Geen

source: Open Plugin Help
fr: Ouvrir l’aide du module externe
nl: Help voor plug-ins openen

source: Plug-In Categories
fr: Catégories du module externe
nl: Plug-in categorieën

source: Plug-In Description
fr: Description du module externe
nl: Beschrijving van plug-in

source: Plug-in Name
fr: Nom du module externe
nl: Naam plug-in

source: Plug-in Status
fr: Statut du module externe

source: Plugin Documentation
fr: Documentation du module externe
nl: Plug-in Documentatie

source: Plugin Information
fr: Informations sur le module externe
nl: Plug-in Informatie

source: Refresh list of plugins
fr: Rafraîchir la listte des modules externes
nl: Lijst met plug-ins vernieuwen

source: Reload plugin list
fr: Recharger la liste des modules externes
nl: Herlaad plug-in lijst

source: Show Plugins Folder
fr: Afficher le dossier des modules externes
nl: Map Plug-ins weergeven

source: Small System Font Text
fr: Texte en petite police sytème
nl: Kleine systeemlettertype tekst

source: Status
fr: Statut

source: Updated
fr: Mis à jour
nl: Bijgewerkt

source: Window
fr: Fenêtre
nl: Venster

source: byline
fr: signature
nl: aantekening
