Repository: quicksilver/Quicksilver
Catalog: Quicksilver/Localized/*.lproj/QSSearchPrefPane.strings
Languages: fr

source: Command
fr: Commande

source: Activation and Matching options
fr: Activation et actions correspondantes

source: Automatically put Quicksilver into text mode if no results are found in the Catalog
fr: Mettre Quicksilver en mode texte automatiquement si aucun résultat n’est trouvé dans la catalogue

source: Caps Lock
fr: Maj. ver.

source: Control
fr: Contrôle

source: Delay before searching to improve performance on slow machines
fr: Délai avant de chercher pour améliorer les performances sur les machines lentes

source: Delayed
fr: Avec un délai

source: Edit
fr: Éditer

source: Enter the hotkey you want to use to display Quicksilver
fr: Entrer le raccourci à utiliser pour afficher Quicksilver

source: Focus action when displaying results
fr: Action de mise en évidence à l’affichage des résultats

source: Function
fr: Fonction

source: Immediately
fr: Immédiatement

source: Item 1
fr: Élément 1

source: Item 2
fr: Élément 2

source: Item 3
fr: Élément 3

source: Jump to Argument Field
fr: Passer au champ d'argument

source: Manually
fr: Manuellement

source: Modifier-only activation
fr: Activation par modificateur uniquement

source: Quick Look
fr: Coup d’œil

source: Reset search after:
fr: Réinitialiser la recherche après :

source: Results
fr: Résultats

source: Results Row Height:
fr: Hauteur des rangs des résultats :

source: Search
fr: Rechercher

source: Select Next Result
fr: Sélectionner le résultat suivant

source: Set when the results window appears for search results
fr: Définir quand la fenêtre des résultats apparait pour chaque réultat

source: Sets the height of each row in the results window
fr: Définir la hauteur de chaque rang dans la fenêtre de résultat

source: Shift
fr: Majuscule

source: Shortcut:
fr: Raccourci :

source: Show Item's Contents
fr: Montrer le contenu

source: Show children in result list
fr: Montrer les enfants dans la liste de résultats

source: Show other results:
fr: Afficher les autres résultats :

source: Single
fr: Simple

source: Smart
fr: Intelligent

source: Spacebar behavior:
fr: Comportement de la barre Espace :

source: Split the results list into two columns to display the children of results
fr: Scinder la liste des résultats en deux colonnes pour afficher les éléments fils

source: Switch to Text Mode
fr: Passer en Mode Texte

source: Switch to text mode if no match is found
fr: Passer en mode texte si rien ne correspond

source: Time to wait before new letters typed are considered a new search
fr: Attente avant que les lettres saisies ne soient considérées conne une nouvelle recherche

source: Use a single key command to activate
fr: Activez en n'utilisant qu'une seule touche de commande

source: Wait before searching:
fr: Attendre avant de chercher :

source: When activated, switch keyboard to
fr: Lorsque c’eactivé, basculer le clavier enst

source: none
fr: aucun
